[
  {
    '1': 'Marvia (D)',
    '2': 'Jocelin (D)',
    '3': 'Chrystle (D)',
    '4': 'Andrea (D)',
    '5': 'Kamran (D)',
    field1: '',
    'Page in prototype': '',
    Stage: '',
    'Type - Email/ dashboard/ application': ''
  },
  {
    '1': 'It\'s telling me that a bailiff is being sent by the High Court and must pay the fees. I can set up a payment plan and there are next steps. They\'re telling me what they\'re going to do (in my experience they don\'t always do it in that order). The steps are clear and straightforward - their steps, my potential steps and the consequences. Easy to understand. There are no dates. For me, we should be given a timescale e.g. \'do this by this date otherwise.../from this action do this...at this point... etc.\' From here, I would be on the phone to defend myself. I would like to defend myself. However there is no number, I would expect some form on contact information. Calls are recorded which is good. The green button would take me to the GOV site, probably a place for me to put a reference number here - the claim number at the top. Input personal details etc.',
    '2': 'Definetley from the Court. It\'s giving me options. I would like to see the amount and some more information about the payment plan. Minimum payment for the plan. Maybe a phone number for the Court or the HCEO to provide more detail. Next I\'d view the claim details and would dispute it, stop the writ. I\'d appeal. Maybe I need a lawyer as I haven\'t done anything wrong. Green button - expect to go to the application to stop it.',
    '3': 'Good to have claim number so you can call and confirm it is genuine. Bailiffs now have the authority to attend to take goods, I know what they cannot take. There are options to stop it - nowhere does it say I can challenge it, I expect that. A letter from the court, your heart sinks, anxiety, worry. You\'re on edge waiting for the bailiff to come, warn the children. Next I would contact that court to check it\'s a genuine claim. Want to learn how I can stop it after learning more about the case. I would phone - not the easiest to contact them - would also send an e-mail. Would click the green box - I expect it to take me to the government website and directly to my claim.',
    '4': 'It sends shivers down my spine. I was not offered help in my case, the council presumed I was guilty. Advised to speak to stepchange. There was no help, only about how to pay it - but she does not owe the money. Scaremongering. It\'s too easy to make a claim. Needs to be a mediator. They are offering a little door - stopping the writ - it doesn\'t always work. I would not contact Kate, I would contact the court, go to CAB even though it is difficult to see them. Green button - expect to go to the Writ.',
    '5': 'It\'s a notification from the Court, bailiffs have the go-ahead. Set up a plan if you can. You can stop a Writ. As a builder, I would stop the writ, as I am satisfied with my work. I would click the green button where I can view the claim and follow the process to stop the writ. As a builder who has done many jobs I may need some more detail, the address, the name etc. so i can check who made the claim. There is no amount. This useful information should be upfront and not require me to search.',
    field1: '1',
    'Page in prototype': 'Writ e-mail',
    Stage: 'notifications-defendant',
    'Type - Email/ dashboard/ application': 'email2'
  },
  {
    '1': 'I didn\'t remember the number! I expected to see this. It has to make sure it is me. I expect personal details',
    '2': 'The number at the top of the email would be put here.',
    '3': 'Ok need to go back and take the number from the top of the e-mail.',
    '4': 'Is DF... the number? I would find the number on the letter - [goes back] - it\'s at the top. Hadn\'t noticed it before.',
    '5': 'Yes I saw the claim number before on the e-mail.',
    field1: '2',
    'Page in prototype': 'Enter claim number',
    Stage: 'security-layer',
    'Type - Email/ dashboard/ application': '1'
  },
  {
    '1': '[Maybe make it clearer this is a different detail to input, she skipped past it thinking it was the previous one]. This is so important I would expect to enter my DOB.',
    '2': 'My number, ok.',
    '3': 'I think it\'s okay because you want people to be able to call you back. Nothing wrong with this. E-mail should be compulsary, phone should be optional.',
    '4': 'If I have nothing to hide I don\'t care about entering this.',
    '5': 'I wouldn\'t be so willing - they have my address/email - why does the Court need my phone number?',
    field1: '3',
    'Page in prototype': 'Enter your phone number',
    Stage: 'security-layer',
    'Type - Email/ dashboard/ application': '2'
  },
  {
    '1': 'This is good I like that. I\'ve done this before with lots of other things. I prefer this to DOB, sometimes you are at work, not dealing with this at home. Having this on my phone is a bit more private and secure.',
    '2': 'Great. I don\'t mind that that because my phone is handy to me. But...if my phone isn\'t with me or I don\'t have one, maybe send to my e-mail. It should be an option to send an e-mail.',
    '3': 'It\'s kind of the norm nowadays, no problem.',
    '4': 'This is very useful because of all the scams going on.',
    '5': 'Bit too personal, getting closer to me. Would be comfortable with post only.',
    field1: '4',
    'Page in prototype': 'Access code',
    Stage: 'security-layer',
    'Type - Email/ dashboard/ application': '3'
  },
  {
    '1': 'Summarising the case against me. I can view all the information. It\'s actually showing you what the fees are. (She\'s not sure if she paid fees or if it was given back to her). Claim history - I would expect a condensed, more to the point journey of what has happened. (clicks) Failed to respond...I can see from this the date that I didn\'t fail. You are not kept in the dark, this is not like what happened to me where I was kept in the dark. If I clicked on CCJ i would like a breakdown, I would expect a dropbox of how long it stays on your name etc. etc. They\'ve covered everything that I expect. Parties (clicks) all the contact details, that\'s all it really needs, expects nothing else. Documents (clicks) I expect any supporting evidence from Kate should be there. if I had this option I could have responded to the documents uploaded, so they have an insight into what you\'ve got to say. Validating evidence is important. Then, no need to go to court. Court departments don\'t liase with eachother. I could tell the claimant my side, my documents evidence. An option to upload supporting evidence would be good. [Going back to pay] - thinking about clicking back but I know some sites don\'t like that. I would click actions you would take [took a little time to decide this] - here I can pay. This was not immediatley obvious. Actions to take reworded? I expected to go up - not into a tab. If I wanted to pay I expect it to go to a page showing the amount, the claimant details, my details etc. Would like to print it to prove that I paid. If I didn\'t want to pay I\'d click the second option. I\'d assume that I\'d get all the information and details again and then an application to stop it and it should tell me what will happen, with drop down boxes explaining things.',
    '2': 'This is the actual writ and the amount I owe, the date. I would apply to cancel or vary - I feel like I don\'t need to pay. Before I do that I\'d look at the claim history (click) Kate, the person I did work for, shows her actions and applications. Shows I didn\'t respond. It\'s quite straightforward. I like that it has times and dates, so it\'s not confusing. Parties...the lady I have done the work for and me. I quite like it. Is it confidential to have her address...although I\'ve done work for her so I know it. Maybe to see her or my own representation. Documents...would that be my documents I provided? I would expect so. E.g. my passport, pictures of the work I\'ve done - at least note that \'Andrew has provided photographic evidence of the building\' or \'Kate has provided photographic evidence of errors in Andrew\'s building work.\' I\'d go back to actions if I was making a payment in full, I\'d expect it to go to a summary asking if you\'re clear that you\'re paying it then ways of paying etc. Otherwise, would click second option of staying a writ. Expect long application, reasons, someone checking - it won\'t be quick. Need evidence.',
    '3': 'The writ itself. Details of the case. Should be more options here, like the appeal [is this not the same as stopping a writ]? Why should they have to pay to challenge? Do you get that fee refunded? Claim details -You have reasonable amount of time to respond. Doesn\'t have exact details of contact method [e.g. letter etc.] CCJ click would come up with actual document. CCJs are serious, affects your credit. Need the amount and claimant details on this. Incorrect date 25th Nov should be 25th Oct. I would like to know which Court this is based at, so I can contact them. Parties - should the claimant\'s address be there? People can be a little crazy, the defendant could go to Kate\'s house, things can get out of hand. Wouldn\'t be comfortable as a claimant having my details disclosed. Is this where the work took place or where she lives? Rest of details are fine. My home address [defendant]....no...maybe just the area of the first half of the postcode. Just the proximity. Should only be disclosed to the Court not the other parties. Address should be hidden from both parties. Documents, I would expect to see any evidence, forms etc. submitted by the court and claimant - like the claim history - click on each stage and it takes you to document section with the relevant and corresponding evidence. I would expect to see what Kate submitted, e.g. claim form, her fee payment, evidence of reasons for making a claim. Paying in full - would go back to actions and the first link. I would expect it to take me to a payment page that reiterates claim details, amount, date, parties information etc. and pay now option. Maybe also a declaration checkbox, so there is no appeal. When you cannot click through if you haven\'t checked a box you tend to pay attention. Don\'t want to pay - second link. I would expect to to take me to, similarly as above, case details, reiterate the eligibility, complusary to select one of the two elgibility requirements, a box to explain things, attaching documents etc.',
    '4': '255 fee - do I have to pay this to stop the writ? Yes. I would apply to stop the writ. People would pay if they\'re scared even if it\'s an error. I wouldn\'t be very happy here. Claim history - is that against me...? Not quite sure. [click] Oh, from the minute she made a claim against me. Andrew probably ignored it because he was scared - say \'please\' when you address defendants early on. \'Please take this seriously as it has serious consequences...if you are not the guilty party please do the following immediatley.\' Parties - not much else needs to be added. Maybe an account of what Kate stated as her reasoning behind making the claim - put this in claim history. Documents - original quote/contract. What to do next - I need to take action [returns to first tab] - i would click the first link - I would expect it to take me to a payment page. I would click the second link to cancel the writ.',
    '5': 'Got the name of the claimant. I like the fact that I\'ve got all the relevant information - grey box stands out - that\'s what hits me now. Giving me the actions - pay it off or stop it. Why am I paying a fee? Why not go to court and discuss? Another financial burden on top of the debt. Fingers are pointed at me saying I\'m guilty and now I must pay to stop it. It\'s burning to see that fee. I would find a legal representative. Claim history - dates and times - CCJ link would have more details of the claim itself. Perhaps seeing it the other way around? Still understandable. Parties - I wouldn\'t want to provide my personal email - legal not personal. These personal details - I\'m not comfortable having this here. Documents - photographs from Kate - i need to know why Kate has made a claim. Actions you can take - pay in full - I would expect that it would take me to a payment page much like shopping online. Gives me peace of mind that it would be finsh. The top section is negative, it makes me feel at fault, the court is not encouraging you to stop the writ. Feels the court is assuming guilty. Stop the writ - the second link - I would expect it to take me to.',
    field1: '5',
    'Page in prototype': 'Defendant dashboard',
    Stage: 'defendant-dashboard',
    'Type - Email/ dashboard/ application': '1'
  }
]
